Revit 2021.1 API
UnitTypeId.RatioTo1 Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RatioTo1 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo1 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo1 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace